{
  "content": "\nPrivacy Policy\n\nLast updated: December 2025\n\nWelcome to SmartStudy. Your privacy is important to us, and this Privacy Policy explains how we collect, use, protect, and handle your information when you use our platform.\n\n1. Information We Collect\n\nWe may collect the following types of information:\n\nPersonal Information:\nName, email address, and account details when you sign up or log in.\n\nUsage Information:\nHow you interact with the platform, such as pages visited, features used, and study activity.\n\nDevice & Technical Data:\nBrowser type, device type, IP address, and general location (non-precise).\n\nUser Content:\nStudy notes, questions, or inputs you provide while using SmartStudy.\n\n2. How We Use Your Information\n\nWe use your information to:\n\n• Provide and improve SmartStudy services\n• Personalize learning experiences\n• Enable AI-powered features\n• Maintain platform security\n• Communicate important updates or support responses\n\nWe do not sell or rent your personal data to third parties.\n\n3. AI & Data Usage\n\nSmartStudy uses AI technologies to assist learning. User inputs may be processed to generate helpful responses, summaries, or recommendations.\n\n• Your data is used only to improve your learning experience\n• We do not use your private data to train public AI models without consent\n\n4. Cookies and Tracking Technologies\n\nWe may use cookies and similar technologies to:\n\n• Keep you logged in\n• Improve performance and usability\n• Understand platform usage\n\nYou can control cookies through your browser settings.\n\n5. Data Security\n\nWe take reasonable technical and organizational measures to protect your data from unauthorized access, loss, or misuse. However, no system is 100% secure, and we cannot guarantee absolute security.\n\n6. Third-Party Services\n\nSmartStudy may use trusted third-party services (such as hosting, analytics, or authentication providers) to operate the platform. These services are required to protect your data and use it only for intended purposes.\n\n7. Children's Privacy\n\nSmartStudy is designed for students. We do not knowingly collect personal data from children without appropriate consent where required. If you believe a child's data has been collected improperly, please contact us.\n\n8. Your Rights\n\nYou have the right to:\n\n• Access your personal data\n• Request correction or deletion of your data\n• Control account settings and privacy preferences\n\nYou can do this by contacting us or through your account settings.\n\n9. Changes to This Policy\n\nWe may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated date.\n\n10. Contact Us\n\nIf you have any questions or concerns about this Privacy Policy, please contact us:\n\nEmail: smartstudy.ethio@gmail.com\nPlatform: SmartStudy.\n        ",
  "lastUpdated": "December 2025"
}