{
  "content": "Terms of Service\n\nLast updated: December 2025\n\nWelcome to SmartStudy. By accessing or using our platform, you agree to be bound by these Terms of Service. Please read them carefully.\n\n1. Acceptance of Terms\n\nBy creating an account, accessing, or using SmartStudy, you agree to comply with and be legally bound by these Terms. If you do not agree, please do not use the platform.\n\n2. Description of Service\n\nSmartStudy is an educational platform designed to help students learn more effectively through structured content, study tools, and AI-powered assistance.\n\nWe may update, improve, or modify features at any time to enhance user experience.\n\n3. User Accounts\n\n• You are responsible for maintaining the confidentiality of your account credentials\n• You agree to provide accurate and complete information\n• You are responsible for all activities that occur under your account\n• SmartStudy reserves the right to suspend or terminate accounts that violate these Terms.\n\n4. Acceptable Use\n\nYou agree not to:\n\n• Use the platform for unlawful or harmful purposes\n• Attempt to hack, disrupt, or misuse the system\n• Upload malicious code or harmful content\n• Impersonate others or provide false information\n• SmartStudy is intended for educational use only.\n\n5. User Content\n\nYou may submit content such as questions, notes, or study materials.\n\nBy submitting content:\n\n• You retain ownership of your content\n• You grant SmartStudy permission to use it only to provide and improve services\n• You agree not to upload content that is illegal, offensive, or violates others' rights\n\n6. AI Features Disclaimer\n\nSmartStudy uses AI to assist learning. While we strive for accuracy:\n\n• AI-generated content is for educational support only\n• It should not be considered professional, academic, or legal advice\n• Users should verify important information independently\n\n7. Intellectual Property\n\nAll platform content, branding, logos, design, and software belong to SmartStudy unless otherwise stated.\n\nYou may not copy, distribute, or reproduce any part of the platform without permission.\n\n8. Third-Party Services\n\nSmartStudy may integrate third-party tools or services. We are not responsible for the content or practices of third-party platforms.\n\n9. Termination\n\nWe reserve the right to suspend or terminate access to SmartStudy at any time if these Terms are violated or if misuse is detected.\n\nUsers may stop using the platform at any time.\n\n10. Limitation of Liability\n\nSmartStudy is provided on an \"as-is\" basis. We are not liable for:\n\n• Data loss\n• Academic outcomes\n• Service interruptions\n• Errors or inaccuracies in content\n• Use of the platform is at your own risk.\n\n11. Changes to These Terms\n\nWe may update these Terms from time to time. Continued use of SmartStudy after changes means you accept the updated Terms.\n\n12. Governing Law\n\nThese Terms are governed by applicable laws. Any disputes will be handled under relevant legal jurisdictions.\n\n13. Contact Us\n\nIf you have questions about these Terms of Service, please contact us:\n\nEmail: smartstudy.ethio@gmail.com\nPlatform: SmartStudy.",
  "lastUpdated": "December 2025"
}
